Tekla.Structures.DrawingInternal.dotGrText_t


Tekla.Structures.DrawingInternal.dotGrText_t.DrawingObject


Tekla.Structures.DrawingInternal.dotGrText_t.InsertionPoint


Tekla.Structures.DrawingInternal.dotGrText_t.TextString


Tekla.Structures.DrawingInternal.dotGrText_t.FrameHeight


Tekla.Structures.DrawingInternal.dotGrText_t.FrameWidth


Tekla.Structures.DrawingInternal.dotGrText_t.Placing


Tekla.Structures.DrawingInternal.dotGrText_t.Hideable


Tekla.Structures.DrawingInternal.dotGrText_t.Attributes


Tekla.Structures.DrawingInternal.dotGrText_t.TextDrawMode


Tekla.Structures.DrawingInternal.dotGrText_t.IsRichText


Tekla.Structures.DrawingInternal.dotGrText_t.ExpandInAllDirections


Tekla.Structures.DrawingInternal.dotGrText_t.ToStruct(Tekla.Structures.Drawing.Text)


Tekla.Structures.DrawingInternal.dotGrText_t.FromStruct(Tekla.Structures.Drawing.Text)
